---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.MullionsWillBeDeleted
source: html/e4a9c6af-46bc-3bec-6b9c-d62d077cb51e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.MullionsWillBeDeleted Property

The Mullions between the Panels being joined will be deleted.

## Syntax (C#)
```csharp
public static FailureDefinitionId MullionsWillBeDeleted { get; }
```